Repository: konstantintutsch/Lock
Catalog: po/*.po
Languages: cs, de, fi, he, it, oc, pl, ru, ta, tr, uk

source: Failed to add signing key to GPGME context: %s
cs: Nepodařilo se přidat podepisovací klíč do GPGME kontextu: %s
de: Fehler beim Hinzufügen des Signierungsschlüssels zum GPGME Kontext: %s
fi: Allekirjoitusavaimen lisääminen GPGME-kontekstiin epäonnistui: %s
he: הוספת מפתח חתימה חדש להקשר GPGME נכשלה: %s
it: Impossibile aggiungere la chiave con cui firmare al contesto GPGME: %s
ru: Не удалось добавить ключ подписи в контекст GPGME: %s
ta: GPGME சூழலுக்கு கையொப்பமிடும் விசையைச் சேர்க்கத் தவறிவிட்டது: %s
tr: İmzalama anahtarı GPGME bağlamına eklenemedi: %s

source: Failed to sign GPGME data from memory: %s
cs: Nepodařilo se podepsat GPGME data z paměti: %s
de: Fehler beim Signieren von GPGME Daten aus dem Hauptspeicher: %s
fi: GPGME-tietojen allekirjoittaminen muistista epäonnistui: %s
he: חתימת נתוני GPGME מהזיכרון נכשלה: %s
it: Impossibile firmare i dati GPGME dalla memoria: %s
ru: Не удалось подписать данные GPGME в памяти: %s
ta: நினைவகத்திலிருந்து சி.பி.சி.எம்.இ தரவில் கையெழுத்திடுவதில் தோல்வி: %s
tr: GPGME verileri bellekten imzalanamadı: %s

source: Failed to verify GPGME data from memory
cs: Nepodařilo se ověřit GPGME data z paměti
de: Fehler beim Verifizieren von GPGME Daten aus dem Hauptspeicher
fi: GPGME-tietojen tarkistaminen muistista epäonnistui
he: אימות נתוני GPGME מהזיכרון נכשל
it: Impossibile verificare i dati GPGME dalla memoria
oc: Fracàs de la verificacion de las donadas GPGME a partir de la memòria
ru: Не удалось проверить данные GPGME в памяти
ta: நினைவகத்திலிருந்து GPGME தரவை சரிபார்க்கத் தவறிவிட்டது
tr: GPGME verileri bellekten doğrulanamadı

source: Removed %s to prepare overwriting
cs: Odstraněno %s pro přípravu přepsání
de: %s entfernt, um Überschreiben vorzubereiten
fi: %s poistettu päällekirjoituksen valmistelemiseksi
he: %s הוסר כדי להתכונן לשכתוב
it: Rimosso %s per preparare la sovrascrittura
oc: %s suprimit per preparar lo subrecargament
ru: %s удалён для подготовки перезаписи
ta: மேலெழுதலைத் தயாரிக்க %s அகற்றப்பட்டன
tr: Üzerine yazmaya hazırlanmak için %s kaldırıldı

source: Failed to create new GPGME input data from file: %s
cs: Nepodařilo se vytvořit nová GPGME vstupní data ze souboru: %s
de: Fehler beim Erstellen von GPGME Eingangsdaten aus einer Datei: %s
fi: Uuden GPGME-syöttödatan luominen tiedostosta epäonnistui: %s
he: יצירת נתוני קלט חדשים ל־GPGME מקובץ נכשלה: %s
it: Impossibile creare un nuovi dati di input GPGME dal file: %s
ru: Не удалось создать новые входные данные GPGME из файла: %s
ta: கோப்பிலிருந்து புதிய சி.பி.சி.எம்.இ உள்ளீட்டு தரவை உருவாக்குவதில் தோல்வி: %s
tr: Yeni GPGME girdi verileri dosyadan oluşturulamadı: %s

source: Failed to set file name of GPGME input data: %s
cs: Nepodařilo se nastavit název souboru GPGME vstupních dat: %s
de: Fehler beim Setzen des Dateipfades von GPGME Eingangsdaten: %s
fi: GPGME-syöttötietojen tiedostonimen asettaminen epäonnistui: %s
he: הגדרת שם קובץ לנתוני קלט ל־GPGME נכשלה: %s
it: Impossibile impostare il nome del file dei dati di input GPGME: %s
ru: Не удалось задать имя файла входных данных GPGME: %s
ta: GPGME உள்ளீட்டு தரவின் கோப்பு பெயரை அமைப்பதில் தோல்வி: %s
tr: GPGME girdi verilerinin dosya adı ayarlanamadı: %s

source: Failed to set file name of GPGME output data: %s
cs: Nepodařilo se nastavit název souboru GPGME výstupních dat: %s
de: Fehler beim Setzen des Dateipfades von GPGME Ausgangsdaten: %s
fi: GPGME-lähtötietojen tiedostonimen asettaminen epäonnistui: %s
he: הגדרת שם קובץ לנתוני פלט מ־GPGME נכשלה: %s
it: Impossibile impostare il nome del file dei dati di output GPGME: %s
ru: Не удалось задать имя файла выходных данных GPGME: %s
ta: GPGME வெளியீட்டு தரவின் கோப்பு பெயரை அமைப்பதில் தோல்வி: %s
tr: GPGME çıktı verilerinin dosya adı ayarlanamadı: %s

source: Failed to encrypt GPGME data from file: %s
cs: Nepodařilo se zašifrovat GPGME data ze souboru: %s
de: Fehler beim Verschlüsseln von GPGME Daten aus Datei: %s
fi: GPGME-tietojen salaus tiedostosta epäonnistui: %s
he: הצפנת נתוני GPGME מקובץ נכשלה: %s
it: Impossibile crittare i dati GPGME dal file: %s
ru: Не удалось зашифровать данные GPGME из файла: %s
ta: GPGME தரவை கோப்பிலிருந்து குறியாக்கத் தவறிவிட்டது: %s
tr: GPGME verileri dosyadan şifrelenemedi: %s

source: Failed to decrypt GPGME data from file: %s
cs: Nepodařilo se rozšifrovat GPGME data ze souboru: %s
de: Fehler beim Entschlüsseln von GPGME Daten aus Datei: %s
fi: GPGME-tietojen salauksen purkaminen tiedostosta epäonnistui: %s
he: פענוח נתוני GPGME מקובץ נכשל: %s
it: Impossibile decrittare i dati GPGME dal file: %s
ru: Не удалось расшифровать данные GPGME из файла: %s
ta: கோப்பிலிருந்து சி.பி.சி.எம்.இ தரவை மறைகுறியாக்குவதில் தோல்வி: %s
tr: GPGME verilerinin şifresi dosyadan çözülemedi: %s

source: Failed to sign GPGME data from file: %s
cs: Nepodařilo se podepsat GPGME data ze souboru: %s
de: Fehler beim Signieren von GPGME Daten aus einer Datei: %s
fi: GPGME-tietojen allekirjoittaminen tiedostosta epäonnistui: %s
he: חתימת נתוני GPGME מקובץ נכשלה: %s
it: Impossibile firmare i dati GPGME dal file: %s
ru: Не удалось подписать данные GPGME из файла: %s
ta: கோப்பிலிருந்து GPGME தரவுகளில் கையெழுத்திடுவதில் தோல்வி: %s
tr: GPGME verileri dosyadan imzalanamadı: %s

source: Failed to verify GPGME data from file: %s
cs: Nepodařilo se ověřit GPGME data ze souboru: %s
de: Fehler beim Verifizieren von GPGME Daten aus einer Datei: %s
fi: GPGME-tietojen vahvistaminen tiedostosta epäonnistui: %s
he: אימות נתוני GPGME מקובץ נכשל: %s
it: Impossibile verificare i dati GPGME dal file: %s
ru: Не удалось проверить данные GPGME из файла: %s
ta: கோப்பிலிருந்து GPGME தரவை சரிபார்க்கத் தவறிவிட்டது: %s
tr: GPGME verileri dosyadan doğrulanamadı: %s

source: Failed to create text encryption thread
cs: Nepodařilo se vytvořit vlákno pro šifrování textu
de: Fehler bei der Thread-Erstellung zur Textverschlüsselung
fi: Tekstisalauksen säikeen luominen epäonnistui
he: יצירת תהליכון הצפנת טקסט נכשלה
it: Impossibile creare il thread per la crittazione del testo
oc: Fracàs de la creacion del fil d’execucion tèxte
ru: Не удалось создать поток шифрования текста
ta: உரை குறியாக்க நூலை உருவாக்குவதில் தோல்வி
tr: Metin şifreleme iş parçacığı oluşturulamadı

source: Failed to create file encryption thread
cs: Nepodařilo se vytvořit vlákno pro šifrování souborů
de: Fehler bei der Thread-Erstellung zur Dateiverschlüsselung
fi: Tiedostosalauksen säikeen luominen epäonnistui
he: יצירת תהליכון הצפנת קבצים נכשלה
it: Impossibile creare il thread per la crittazione del file
oc: Fracàs de la creacion del fichièr del fil d’execucion
ru: Не удалось создать поток шифрования файла
ta: கோப்பு குறியாக்க நூலை உருவாக்குவதில் தோல்வி
tr: Dosya şifreleme iş parçacığı oluşturulamadı

source: Failed to create text decryption thread
cs: Nepodařilo se vytvořit vlákno pro rozšifrování textu
de: Fehler bei der Thread-Erstellung zur Textentschlüsselung
fi: Tekstin salauksenpurkuketjun luominen epäonnistui
he: יצירת תהליכון פענוח טקסט נכשלה
it: Impossibile creare il thread per la decrittazione del testo
oc: Fracàs de la creacion del fil d’execucion tèxte
ru: Не удалось создать поток расшифровки текста
ta: உரை மறைகுறியாக்க நூலை உருவாக்குவதில் தோல்வி
tr: Metin şifresi çözme iş parçacığı oluşturulamadı

source: Failed to create file decryption thread
cs: Nepodařilo se vytvořit vlákno pro rozšifrování souborů
de: Fehler bei der Thread-Erstellung zur Dateientschlüsselung
fi: Tiedoston salauksenpurkuketjun luominen epäonnistui
he: יצירת תהליכון פענוח קבצים נכשלה
it: Impossibile creare il thread per la decrittazione del file
oc: Fracàs de la creacion del fichièr del fil d’execucion
ru: Не удалось создать поток расшифровки файла
ta: கோப்பு மறைகுறியாக்க நூலை உருவாக்குவதில் தோல்வி
tr: Dosya şifre çözme iş parçacığı oluşturulamadı

source: Failed to create text signing thread
cs: Nepodařilo se vytvořit vlákno pro podepisování textu
de: Fehler bei der Thread-Erstellung zur Textsignierung
fi: Tekstin allekirjoitussäikeen luominen epäonnistui
he: יצירת תהליכון חתימת טקסט נכשלה
it: Impossibile creare il thread per la firma del testo
oc: Fracàs de la creacion del fil d’execucion tèxte
ru: Не удалось создать поток подписи текста
ta: உரை கையொப்பமிடும் நூலை உருவாக்குவதில் தோல்வி
tr: Metin imzalama iş parçacığı oluşturulamadı

source: Failed to create file signing thread
cs: Nepodařilo se vytvořit vlákno pro podepisování souborů
de: Fehler bei der Thread-Erstellung zur Dateisignierung
fi: Tiedoston allekirjoitussäikeen luominen epäonnistui
he: יצירת תהליכון חתימה על קבצים
it: Impossibile creare il thread per la firma del file
ru: Не удалось создать поток подписи файла
ta: கோப்பு கையொப்பமிடும் நூலை உருவாக்குவதில் தோல்வி
tr: Dosya imzalama iş parçacığı oluşturulamadı

source: Failed to create text verification thread
cs: Nepodařilo se vytvořit vlákno pro ověřování textu
de: Fehler bei der Thread-Erstellung zur Textverifikation
fi: Tekstin vahvistussäikeen luominen epäonnistui
he: יצירת תהליכון אימות טקסט נכשלה
it: Impossibile creare il thread per la verifica del testo
ru: Не удалось создать поток проверки текста
ta: உரை சரிபார்ப்பு நூலை உருவாக்குவதில் தோல்வி
tr: Metin doğrulama iş parçacığı oluşturulamadı

source: Failed to create file verification thread
cs: Nepodařilo se vytvořit vlákno pro ověřování souborů
de: Fehler bei der Thread-Erstellung zur Dateiverifikation
fi: Tiedoston vahvistussäikeen luominen epäonnistui
he: יצירת תהליכון אימות קבצים נכשלה
it: Impossibile creare il thread per la verifica del file
ru: Не удалось создать поток проверки файла
ta: கோப்பு சரிபார்ப்பு நூலை உருவாக்குவதில் தோல்வி
tr: Dosya doğrulama iş parçacığı oluşturulamadı

source: Failed to create key import thread
cs: Selhalo vytvoření threadu pro importování klíče
de: Fehler bei der Thread-Erstellung zum Schlüsselimport
fi: Avaimen tuontisäikeen luominen epäonnistui
he: יצירת תהליכון ייבוא מפתח נכשלה
it: Impossibile creare il thread per l'importazione della chiave
ru: Не удалось создать поток импорта ключа
ta: முக்கிய இறக்குமதி நூலை உருவாக்குவதில் தோல்வி
tr: Anahtar içe aktarma iş parçacığı oluşturulamadı

source: Failed to create key pair generation thread
de: Fehler bei der Thread-Erstellung zur Schlüsselpaargeneration
it: Impossibile creare il thread per la generazione della coppia di chiavi
ru: Не удалось создать поток генерации пары ключей
ta: முக்கிய இணை தலைமுறை நூலை உருவாக்குவதில் தோல்வி
tr: Anahtar çifti oluşturma iş parçacığı oluşturulamadı

source: Failed to create key export thread
de: Fehler bei der Thread-Erstellung zum Schlüsselexport
fi: Avaimen vientisäikeen luominen epäonnistui
he: יצירת תהליכון יצירת ייצוא מפתח נכשלה
it: Impossibile creare il thread per l'esportazione della chiave
ru: Не удалось создать поток экспорта ключа
ta: முக்கிய ஏற்றுமதி நூலை உருவாக்குவதில் தோல்வி
tr: Anahtar dışa aktarma iş parçacığı oluşturulamadı

source: Failed to create key removal thread
de: Fehler bei der Thread-Erstellung zur Schlüsselentfernung
fi: Avaimen poistonsäikeen luominen epäonnistui
he: יצירת תהליכון הסרת מפתח נכשלה
it: Impossibile creare il thread per la rimozione della chiave
ru: Не удалось создать поток удаления ключа
ta: விசை அகற்றும் நூலை உருவாக்குவதில் தோல்வி
tr: Anahtar kaldırma iş parçacığı oluşturulamadı

# Shortcuts Group
source: General
cs: Běžné
de: Allgemein
fi: Yleiset
he: כללי
it: Generali
pl: Ogólne
ru: Основные
ta: பொது
tr: Genel

# Shortcut as in keyboard shortcut
source: Show shortcuts
cs: Ukázat zkraty
de: Tastenkürzel zeigen
fi: Näytä pikanäppäimet
he: הצגת קיצורי דרך
it: Mostra scorciatoie
oc: Afichar los acorchis
pl: Pokaż skróty
ru: Показать комбинации клавиш
ta: குறுக்குவழிகளைக் காட்டு
tr: Kısayolları göster
uk: Показати комбінації клавіш

source: Copy text view to clipboard
cs: Kopírovat textové pole do schránky
de: Textfeld in Zwischenablage kopieren
fi: Kopioi tekstinäkymä leikepöydälle
he: העתקת תצוגת טקסט ללוח הגזירים
it: Copia il testo visualizzato negli appunti
pl: Skopiuj widok tekstu do schowka
ru: Копировать текстовое представление в буфер обмена
ta: இடைநிலைப்பலகைக்கு உரை காட்சியை நகலெடுக்கவும்
tr: Metin görünümünü panoya kopyala
uk: Копіювати текстовий вигляд у буфер обміну

source: Overwrite text view with clipboard
cs: Přepsat textové pole obsahem schránky
de: Textfeld mit Zwischenablage überschreiben
fi: Ylikirjoita tekstinäkymä leikepöydän sisällöllä
he: דריסת תצוגת טקסט מלוח הגזירים
it: Sostituisci il testo visualizzato con gli appunti
pl: Nadpisz widok tekstu zawartością schowka
ru: Перезаписать текстовое представление из буфера обмена
ta: கிளிப்போர்டுடன் உரை காட்சியை மேலெழுதவும்
tr: Metin görünümünün üzerine pano ile yaz
uk: Перезаписати текстовий режим за допомогою буфера обміну

# Shortcuts Group
source: Cryptography
de: Kryptographie
fi: Salakirjoitus
he: קריפטוגרפיה
it: Crittografia
oc: Criptografia
pl: Kryptografia
ru: Криптография
ta: குறியாக்கவியல்
tr: Şifreleme

source: Encrypt text
de: Text verschlüsseln
fi: Salaa teksti
he: הצפנת טקסט
it: Critta il testo
oc: Chifrar un tèxte
pl: Zaszyfruj tekst
ru: Зашифровать текст
ta: உரை குறியாக்கம்
tr: Metni şifrele
uk: Зашифрувати текст

source: Decrypt text
de: Text entschlüsseln
fi: Pura tekstin salaus
he: פענוח טקסט
it: Decritta il testo
oc: Deschifrar un tèxte
pl: Odszyfruj tekst
ru: Расшифровать текст
ta: உரையை மறைகுறியாக்கவும்
tr: Metin şifresini çöz
uk: Розшифрувати текст

source: Sign text
de: Text signieren
fi: Allekirjoita teksti
he: חתימה על טקסט
it: Firma il testo
oc: Signar un tèxte
pl: Podpisz tekst
ru: Подписать текст
ta: உரையில் கையொப்பமிடுங்கள்
tr: İmza metni
uk: Текст знака

source: Verify text
de: Text verifizieren
fi: Vahvista teksti
he: אימות טקסט
it: Verifica il testo
oc: Verificar un tèxte
pl: Zweryfikuj tekst
ru: Проверить текст
ta: உரையை சரிபார்க்கவும்
tr: Metni doğrula
uk: Перевірити текст

source: Lock
cs: Zámek
de: Schloss
he: נעילה
it: Lucchetto
oc: Verrolhar
pl: Zablokuj
ru: Замок
ta: பூட்டு
tr: Kilitle
uk: Замок

source: Copy
cs: Kopírovat
de: Kopieren
fi: Kopioi
he: העתקה
it: Copia
oc: Copiar
pl: Kopiuj
ru: Копировать
ta: நகலெடு
tr: Kopyala
uk: Копіювати

source: Copy the text
cs: Kopírovat text
de: Text kopieren
fi: Kopioi teksti
he: העתקת הטקסט
it: Copia il testo
oc: Copiar lo tèxte
pl: Kopiuj tekst
ru: Скопировать текст
ta: உரையை நகலெடுக்கவும்
tr: Metni kopyala
uk: Скопіюйте текст

source: Cryptography operations
cs: Kryptografické operace
de: Kryptographieoperationen
fi: Salakirjoituksen toiminnot
he: פעולות קריפטוגרפיות
it: Operazioni crittografiche
oc: Operacions de criptografia
pl: Operacje kryptograficzne
ru: Криптографические операции
ta: குறியாக்கவியல் செயல்பாடுகள்
tr: Şifreleme işlemleri
uk: Криптографічні операції

source: Processing …
de: Verarbeiten …
fi: Käsitellään…
he: עיבוד…
it: Elaborazione …
oc: Tractament…
pl: Przetwarzanie …
ru: Обработка …
ta: செயலாக்கம்…
tr: İşleniyor…
uk: Обробка …

source: Main Menu
cs: Hlavní Menu
de: Hauptmenü
fi: Päävalikko
he: תפריט ראשי
it: Menu principale
oc: Menú principal
pl: Menu Główne
ru: Главное меню
ta: பட்டியல் விளையாடுங்கள்
tr: Ana Menü
uk: Головне меню

source: File
cs: Soubor
de: Datei
fi: Tiedosto
he: קובץ
oc: Fichièr
pl: Plik
ru: Файл
ta: கோப்பு
tr: Dosya
uk: Файл

source: No open files
de: Keine geöffneten Dateien
fi: Ei avoimia tiedostoja
it: Nessun file aperto
pl: Brak otwartych plików
uk: Немає відкритих файлів

source: No files have been opened for processing
de: Keine Dateien für die Verarbeitung geöffnet
fi: Tiedostoja ei ole avattu käsiteltäväksi
it: Nessun file è stato aperto per l’elaborazione
pl: Nie otwarto żadnych plików do przetworzenia
uk: Жоден файл не було відкрито для обробки

source: Open
de: Öffnen
fi: Avaa
it: Apri
pl: Otwórz
uk: Відкрито

source: Open files for processing
de: Dateien für die Verarbeitung öffnen
fi: Avaa tiedostoja käsiteltäväksi
it: Apri i file da elaborare
pl: Otwórz pliki do przetworzenia
uk: Відкрити файли для обробки

source: Clear
de: Leeren
fi: Tyhjennä
it: Pulisci
pl: Wyczyść
uk: Очистити

source: Close all open files
de: Alle geöffneten Dateien schließen
fi: Sulje kaikki avoimet tiedostot
it: Chiudi tutti i file aperto
pl: Zamknij wszystkie otwarte pliki
uk: Закрийте всі відкриті файли

source: Encrypt
cs: Zašifrovat
de: Verschlüsseln
fi: Salaa
he: הצפנה
it: Critta
oc: Chifrar
pl: Zaszyfruj
ru: Зашифровать
ta: குறியாக்க
tr: Şifrele
uk: Шифрувати

source: Decrypt
cs: Rozšifrovat
de: Entschlüsseln
fi: Pura salaus
he: פענוח
it: Decritta
oc: Deschifrar
pl: Odszyfruj
ru: Расшифровать
ta: மறைவிலக்கு
tr: Şifre çöz
uk: Розшифрувати

source: Sign
cs: Podepsat
de: Signieren
fi: Allekirjoita
he: חתימה
it: Firma
oc: Signar
pl: Podpisz
ru: Подписать
ta: அடையாளம்
tr: İmzala
uk: Знак

source: Verify
cs: Ověřit
de: Verifizieren
fi: Vahvista
he: אימות
it: Verifica
oc: Verificar
pl: Zweryfikuj
ru: Проверить
ta: சரிபார்க்கவும்
tr: Doğrula
uk: Перевірити

source: Manage keys
cs: Spravovat klíče
de: Schlüssel verwalten
fi: Hallitse avaimia
he: ניהול מפתחות
it: Gestisci chiavi
oc: Gerir las claus
pl: Zarządzaj kluczami
ru: Управление ключами
ta: விசைகளை நிர்வகிக்கவும்
tr: Anahtarları yönet
uk: Керування ключами

source: Keyboard Shortcuts
cs: Klávesové Zkratky
de: Tastenkürzel
fi: Pikanäppäimet
he: קיצורי מקלדת
it: Scorciatoie da tastiera
oc: Acorchis clavièr
pl: Skróty klawiaturowe
ru: Сочетания клавиш
ta: விசைப்பலகை குறுக்குவழிகள்
tr: Klavye Kısayolları
uk: Комбінації клавіш

source: About Lock
cs: O Zámku
de: Info zu Schloss
fi: Tietoja - Lock
he: על מנעול
it: Informazioni su Lucchetto
oc: A prepaus de Lock
pl: O programie Lock
ru: О Замке
ta: பூட்டு பற்றி
tr: Kilitle Hakkında
uk: Про блокування

source: Sign (Clear Text)
cs: Podepsat (Holý Text)
de: Signieren (Klartext)
fi: Allekirjoita (raakateksti)
he: חתימה (טקסט פשוט)
it: Firma (testo non crittato)
oc: Signar (Tèxte clar)
pl: Podpisz (Czysty Tekst)
ru: Подписать (текстовая)
ta: அடையாளம் (தெளிவான உரை)
tr: İmzala (Açık Metin)
uk: Знак (відкритий текст)

source: Sign (Detached)
cs: Podepsat (Přiložený Soubor)
de: Signieren (Getrennt)
fi: Allekirjoita (erillinen)
he: חתימה (מנותקת)
it: Firma (indipendente)
pl: Podpisz (Oddzielnie)
ru: Подписать (отделённая)
ta: அடையாளம் (பிரிக்கப்பட்ட)
tr: İmzala (Ayrı)
uk: Знак (окремий)

source: Close file
de: Datei schließen
fi: Sulje tiedosto
it: Chiudi il file
pl: Zamknij plik
uk: Закрити файл

source: Select key
de: Schlüssel wählen
fi: Valitse avain
he: בחירת מפתח
it: Seleziona chiave
oc: Seleccionar la clau
pl: Wybierz klucz
ru: Выбрать ключ
ta: விசையைத் தேர்ந்தெடுக்கவும்
tr: Anahtar seç
uk: Виберіть клавішу

source: Refresh keys
cs: Obnovit klíče
de: Schlüssel aktualisieren
fi: Päivitä avaimet
he: רענון מפתחות
it: Aggiorna le chiavi
oc: Actualizar las claus
pl: Odśwież klucze
ru: Обновить ключи
ta: விசைகளைப் புதுப்பிக்கவும்
tr: Yenileme tuşları
uk: Оновити ключі

source: No capable keys available
de: Keine fähigen Schlüssel verfügbar
fi: Kykeneviä avaimia ei ole saatavilla
he: אין מפתחות תואמים זמינים
it: Nessuna chiave adatta disponibile
pl: Brak dostępnych odpowiednich kluczy
ru: Нет совместимых ключей
ta: திறமையான விசைகள் எதுவும் கிடைக்கவில்லை
tr: Kullanılabilir anahtar yok
uk: Немає сумісних ключів

source: Your GnuPG keyring does not contain any keys that support this functionality.
de: Ihr GnuPG Schlüsselbund enthält keine Schlüssel welche diese Funktionalität unterstützen.
fi: GnuPG-avainnippusi ei sisällä yhtäkään avainta, joka tukee tätä toiminnallisuutta.
he: צרור מפתחות ה־GnuPG שלך לא מכיל מפתחות שתומכים ביכולת הזאת.
it: Il tuo portachiavi GnuPG non contiene chiavi che supportano questa funzionalità.
pl: Twój zbiór kluczy GnuPG nie zawiera żadnych kluczy obsługujących tę funkcjonalność.
ru: Ваша связка ключей GnuPG не содержит ключи, поддерживающие эту функцию.
ta: உங்கள் gnupg keiring இந்த செயல்பாட்டை ஆதரிக்கும் எந்த விசைகளையும் கொண்டிருக்கவில்லை.
tr: GnuPG anahtarlığınız bu işlevi destekleyen herhangi bir anahtar yok.
uk: Ваша зв'язка ключів GnuPG не містить жодних ключів, які підтримують цю функціональність.

source: No keys available
cs: Žádné klíče k dispozici
de: Keine Schlüssel verfügbar
fi: Avaimia ei ole saatavilla
he: אין מפתחות זמינים
it: Nessuna chiave disponibile
oc: Cap de claus pas disponiblas
pl: Brak dostępnych kluczy
ru: Нет доступных ключей
ta: விசைகள் எதுவும் கிடைக்கவில்லை
tr: Anahtar yok
uk: Ключів немає

source: Your GnuPG keyring does not contain any keys.
de: Ihr GnuPG Schlüsselbund enthält keine Schlüssel.
fi: GnuPG-avainnippusi ei sisällä yhtäkään avainta.
he: צרור מפתחות ה־GnuPG שלך לא מכיל מפתחות.
it: Il tuo portachiavi GnuPG non contiene nessuna chiave.
oc: Vòstre trocèl GnuPG conten pas cap de claus.
pl: Twój zbiór kluczy GnuPG nie zawiera żadnych kluczy.
ru: Ваша связка ключей GnuPG не содержит никаких ключей.
ta: உங்கள் க்னப் கீரிங்கில் எந்த விசைகளும் இல்லை.
tr: GnuPG anahtarlığınızda hiç anahtar yok.
uk: Ваша зв'язка ключів GnuPG не містить жодних ключів.

# Import keys from files
source: Import
cs: Importovat
de: Importieren
fi: Tuo
he: ייבוא
it: Importa
oc: Importar
pl: Importuj
ru: Импорт
ta: இறக்குமதி
tr: İçe Aktar
uk: Імпорт

source: Import keys from files
cs: Importovat klíče ze souborů
de: Schlüssel aus Dateien importieren
fi: Tuo avaimet tiedostoista
he: ייבוא מפתחות מקבצים
it: Importa chiavi da file
oc: Importar de claus a partir de fichièrs
pl: Importuj klucze z plików
ru: Импортировать ключи из файла
ta: கோப்புகளிலிருந்து விசைகளை இறக்குமதி செய்யுங்கள்
tr: Anahtarları dosyalardan içe aktar
uk: Імпорт ключів з файлів

source: Create a new keypair
cs: Vytvořit nový pár klíčů
de: Neues Schlüsselpaar erstellen
fi: Luo uusi avainpari
he: יצירת צמד מפתחות חדש
it: Crea nuova coppia di chiavi
oc: Crear un parelh de claus novèl
pl: Utwórz nową parę kluczy
ru: Создать новую пару ключей
ta: புதிய விசைப்பலகையை உருவாக்கவும்
tr: Yeni anahtar çifti oluştur
uk: Створіть нову пару ключів

source: Generate keypair
cs: Vytvořit pár klíčů
de: Schlüsselpaar generieren
fi: Luo avainpari
he: יצירת צמד מפתחות
it: Genera coppia di chiavi
oc: Generar un parelh de claus
pl: Wygeneruj parę kluczy
ru: Сгенерировать пару ключей
ta: விசைப்பலகையை உருவாக்குங்கள்
tr: Anahtar çifti oluştur
uk: Згенерувати пару ключів

# Name of the UID of the new keypair
source: Name (Mandatory)
cs: Název (Povinné)
de: Name (Pflichtfeld)
fi: Nimi (pakollinen)
he: שם (חובה)
it: Nome (obbligatorio)
oc: Nom (obligatòri)
pl: Nazwa (wymagane)
ru: Имя (обязательно)
ta: பெயர் (கட்டாய)
tr: Ad (Zorunlu)
uk: Ім'я (обов'язково)

# Comment of the UID of the new keypair
source: Comment
cs: Komentář
de: Kommentar
fi: Kommentti
he: הערה
it: Commento
oc: Comentari
pl: Komentarz
ru: Комментарий
ta: கருத்து
tr: Açıklama
uk: Коментар

# Signing algorithm of the new keypair
source: Signing Algorithm
cs: Podepisovací Algoritmus
de: Signierungsalgorithmus
fi: Allekirjoitusalgoritmi
he: אלגוריתם חתימה
it: Algoritmo di firma
oc: Algoritme de signatura
pl: Algorytm podpisu
ru: Алгоритм подписи
ta: கையொப்பமிடும் வழிமுறை
tr: İmzalama Algoritması
uk: Алгоритм підписання

# Signing algorithm of the new keypair
source: Key
cs: Klíč
de: Schlüssel
fi: Avain
he: מפתח
it: Chiave
oc: Clau
pl: Klucz
ru: Ключ
ta: விசை
tr: Anahtar
uk: Ключ

# Encryption algorithm of the new keypair
source: Encryption Algorithm
cs: Šifrovací Algoritmus
de: Verschlüsselungsalgorithmus
fi: Salausalgoritmi
he: אלגוריתם הצפנה
it: Algoritmo di crittografia
oc: Algoritme de chiframent
pl: Algorytm szyfrowania
ru: Алгоритм шифрования
ta: குறியாக்க வழிமுறை
tr: Şifreleme Algoritması
uk: Алгоритм шифрування

# Encryption algorithm of the new keypair
source: Subkey
cs: Podklíč
de: Unterschlüssel
fi: Aliavain
he: תת־מפתח
it: Sottochiave
oc: Sosclau
pl: Podklucz
ru: Подключ
ta: Subcs
tr: Alt anahtar
uk: Підключ

# Expire date of the new key pair
source: Expire Date
cs: Datum Platnosti
de: Ablaufzeitpunkt
fi: Vanhenemispäivä
it: Data di scadenza
pl: Data wygaśnięcia
ru: Дата истечения
ta: காலாவதியாகும் தேதி
tr: Geçerlilik Tarihi
uk: Термін дії
