Repository: konstantintutsch/Lock
Catalog: po/*.po
Languages: cs, de, fi, he, it, oc, pl, ru, ta, tr, uk

source: Remove expire date
cs: Odstranit datum platnosti
de: Ablaufzeitpunkt entfernen
fi: Poista vanhenemispäivä
it: Rimuovi data di scadenza
pl: Usuń datę wygaśnięcia
ru: Удалить дату истечения
ta: காலாவதியான தேதியை அகற்று
tr: Geçerlilik tarihini kaldır
uk: Вилучити термін дії

source: Select expire date of the new key pair
cs: Vyberte datum platnosti nového páru klíčů
de: Ablaufzeitpunkt des neuen Schlüsselpaares auswählen
fi: Valitse vanhenemispäivä uudelle avainparille
it: Seleziona la data di scadenza della nuova coppia di chiavi
pl: Wybierz datę wygaśnięcia nowej pary kluczy
ru: Выберите дату истечения срока действия новой пары ключей
ta: புதிய விசை சோடியின் காலாவதியான தேதியைத் தேர்ந்தெடுக்கவும்
tr: Yeni anahtar çiftinin geçerlilik tarihini seçin
uk: Виберіть дату закінчення терміну дії нової пари ключів

# Generate a new keypair
source: Generate
cs: Generovat
de: Generieren
fi: Luo
he: יצירה
it: Genera
oc: Generar
pl: Generuj
ru: Сгенерировать
ta: உருவாக்கு
tr: Oluştur
uk: Згенерувати

source: Generate a new keypair
cs: Generovat nový pár klíčů
de: Neues Schlüsselpaar generieren
fi: Luo uusi avainpari
he: יצירת צמד מפתחות חדש
it: Genera una nuova coppia di chiavi
oc: Generar un parelh de claus novèl
pl: Wygeneruj nową parę kluczy
ru: Сгенерировать новую пару ключей
ta: புதிய விசைப்பலகையை உருவாக்குங்கள்
tr: Yeni anahtar çifti oluştur
uk: Згенерувати нову пару ключів

source: User ID
cs: ID Uživatele
de: Nutzer-ID
fi: Käyttäjätunniste
he: מזהה משתמש
it: ID utente
oc: ID de l’utilizaire
pl: ID użytkownika
ru: Идентификатор пользователя
ta: பயனர் ஐடி
tr: Kullanıcı Kimliği
uk: Ідентифікатор користувача

source: Fingerprint
cs: Otisk
de: Fingerabdruck
fi: Sormenjälki
he: טביעת אצבע
it: Impronta
oc: Emprenta digitala
pl: Odcisk
ru: Отпечаток
ta: கைரேகை
tr: Parmak İzi
uk: Відбиток пальця

source: Expiry
cs: Platnost
de: Ablauf
fi: Vanheneminen
he: תפוגת תוקף
it: Scadenza
oc: Expiracion
pl: Wygaśnięcie
ru: Истекает
ta: காலாவதி
tr: Geçerlilik Sonu
uk: Термін дії'

source: Remove key
cs: Odstranit klíč
de: Schlüssel entfernen
fi: Poista avain
he: הסרת מפתח
it: Rimuove la chiave
oc: Levar la clau
pl: Usuń klucz
ru: Удалить ключ
ta: விசையை அகற்று
tr: Anahtarı kaldır
uk: Вилучити ключ

source: Export public key to file
cs: Exportovat veřejný klíč do souboru
de: Öffentlichen Schlüssel in Datei exportieren
fi: Vie julkinen avain tiedostoon
he: ייצוא מפתח ציבורי לקובץ
it: Esporta la chiave pubblica in un file
oc: Exportar la clau publica dins un fichièr
pl: Eksportuj klucz publiczny do pliku
ru: Экспортировать открытый ключ в файл
ta: தாக்கல் செய்ய பொது விசையை ஏற்றுமதி செய்யுங்கள்
tr: Genel anahtarı dosyaya aktar
uk: Експортувати відкритий ключ у файл

source: Edit expire date
cs: Upravit datum platnosti
de: Ablaufzeitpunkt bearbeiten
fi: Muokkaa vanhenemispäivää
it: Modifica data di scadenza
pl: Edytuj datę wygaśnięcia
ru: Редактировать дату истечения
ta: காலாவதியான தேதியைத் திருத்து
tr: Son geçerlilik tarihini düzenle
uk: Змінити дату закінчення терміну дії

source: gpg;gnupg;cryptography;openpgp;encrypt;decrypt;sign;verify;
cs: gpg;gnupg;kryptografie;opengpg;šifrovat;rozšifrovat;podepsat;ověřit;
de: gpg;gnupg;kryptographie;openpgp;verschlüsseln;entschlüsseln;signieren;verifizieren;
fi: gpg;gnupg;cryptography;openpgp;encrypt;decrypt;sign;verify;salaa;salaus;allekirjoita;allekirjoitus;vahvista;vahvistus;
he: gpg;gnupg;קריפטוגרפיה;openpgp;הצפנה;פענוח;חתימה;אימות;מנעול;נעילה;
it: gpg;gnupg;cryptography;crittografia;openpgp;encrypt;criptare;crittare;cifrare;decrypt;decriptare;decrittare;decifrare;sign;firmare;verify;verificare;
oc: gpg;gnupg;criptografia;openpgp;chifrar;deschifrar;signar;verificar;
pl: gpg;gnupg;kryptografia;openpgp;szyfrowanie;odszyfrowanie;podpisywanie;weryfikacja;
ru: gpg;gnupg;cryptography;openpgp;encrypt;decrypt;sign;verify;криптография;зашифровать;расшифровать;подписать;проверить;
ta: gpg; gnupg; குறியாக்கவியல்; OpenPGP; குறியாக்க; டிக்ரிப்ட்; அடையாளம்; சரிபார்க்கவும்;
tr: gpg;gnupg;cryptography;openpgp;encrypt;decrypt;sign;verify;şifreleme;kriptografi;şirfele;şifre çöz;imza;imzala;doğrula;

source: Lock is a graphical front-end for GnuPG (GPG) making use of a beautiful LibAdwaita GUI.
cs: Zámek je grafické rozhraní pro GnuPG (GPG) s využitím krásného LibAdwaita GUI.
de: Schloss ist eine grafische Oberfläche für GnuPG (PGP) welche ein wunderschönes LibAdwaita GUI nutzt.
fi: Lock on graafinen käyttöliittymä GnuPG:lle (GPG), joka hyödyntää nättiä LibAdwaita-käyttöliittymää.
he: מנעול הוא מנשק משתמש גרפי ל־GnuPG (GPG) שמשתמש במנשק המשתמש LibAdwaita היפהפה.
it: Lucchetto è una gradevole interfaccia grafica LibAdwaita per GnuPG (GPG).
oc: Lock es una interfàcia grafica per GnuPG (GPG) qu’utiliza una polida interfàcia utilizaire LibAdwaita.
pl: Lock to graficzna nakładka dla GnuPG (GPG) wykorzystująca estetyczne GUI LibAdwaita.
ru: Замок — графический клиент для GnuPG (GPG), использующий прекрасный LibAdwaita GUI.
ta: பூட்டு என்பது ஒரு அழகான லிபாட்வைட்டா குயியைப் பயன்படுத்தும் க்னப் (சிபிசி) ஒரு வரைகலை முன் இறுதியில் உள்ளது.
tr: Lock, GnuPG (GPG) için güzel LibAdwaita ara yüzünü kullanan grafiksel bir ön uçtur.
uk: Lock — це графічний інтерфейс для GnuPG (GPG), що використовує гарний графічний інтерфейс LibAdwaita.

source: Process text and files:
cs: Možnost text a soubory:
de: Verarbeiten Sie Text und Dateien:
fi: Käsittele tekstiä ja tiedostoja:
he: עיבוד טקסט וקבצים:
it: Elabora testo e file:
oc: Tractar tèxte e fichièrs :
pl: Przetwarzaj tekst i pliki:
ru: Обработка текста и файлов:
ta: உரை மற்றும் கோப்புகளை செயலாக்குங்கள்:
tr: Metin ve dosyaları işle:
uk: Обробка тексту та файлів:

source: Encryption
cs: Šifrovat
de: Verschlüsselung
fi: Salaus
he: הצפנה
it: Crittazione
oc: Chiframent
pl: Szyfrowanie
ru: Шифрование
ta: குறியாக்கம்
tr: Şifreleme
uk: Шифрування

source: Decryption
cs: Rozšifrovat
de: Entschlüsselung
fi: Salauksen purku
he: פענוח
it: Decrittazione
oc: Deschiframent
pl: Odszyfrowywanie
ru: Расшифровка
ta: மறைகுறியாக்கம்
tr: Şifre Çözme
uk: Розшифрування

source: Signing
cs: Podepisovat
de: Signierung
fi: Allekirjoitus
he: חתימה
it: Firma
oc: Signatura
pl: Podpisywanie
ru: Подпись
ta: கையொப்பமிடுதல்
tr: İmzalama
uk: Підписання

source: Verification
cs: Ověřovat
de: Verifikation
fi: Vahvistus
he: אימות
it: Verifica
oc: Verificacion
pl: Weryfikacja
ru: Проверка
ta: சரிபார்ப்பு
tr: Doğrulama
uk: Перевірка

source: Manage your GnuPG keyring:
cs: Spravujte vaši GnuPG klíčenku:
de: Verwalten Sie Ihren GnuPG Schlüsselbund:
fi: Hallitse GnuPG-avainnippua:
he: ניהול צרור מפתחות ה־GnuPG שלך:
it: Gestisci il tuo portachiavi GnuPG:
oc: Gerissètz vòstre trocèl GnuPG :
pl: Zarządzaj swoim zbiorem kluczy GnuPG:
ru: Управляйте связкой ключей GnuPG:
ta: உங்கள் க்னப் கீரிங்கை நிர்வகிக்கவும்:
tr: GnuPG anahtarlığınızı yönetin:
uk: Керуйте своєю зв'язкою ключів GnuPG:

source: Generate new key pairs
cs: Tvořte nové páry klíčů
de: Neue Schlüsselpaare generieren
fi: Luo uusia avainpareja
it: Genera nuove coppie di chiavi
pl: Generuj nowe pary kluczy
ru: Генерация новых пар ключей
ta: புதிய முக்கிய சோடிகளை உருவாக்குங்கள்
tr: Yeni anahtar çiftleri oluştur
uk: Генерувати нові пари ключів

source: Import keys
cs: Importovat klíče
de: Schlüssel importieren
fi: Tuo avaimia
he: ייבוא מפתחות
it: Importa chiavi
oc: Importar las claus
pl: Importuj klucze
ru: Импорт ключей
ta: விசைகளை இறக்குமதி செய்யுங்கள்
tr: Anahtarları içe aktarın
uk: Імпорт ключів

source: Export public keys
cs: Exportujte veřejné klíče
de: Öffentliche Schlüssel exportieren
fi: Vie julkisia avaimia
he: ייצוא מפתחות ציבוריים
it: Esporta chiavi pubbliche
oc: Exportar las claus publicas
pl: Eksportuj klucze publiczne
ru: Экспорт открытых ключей
ta: பொது விசைகளை ஏற்றுமதி செய்யுங்கள்
tr: Genel anahtarları dışa aktarın
uk: Експорт відкритих ключів

source: View expire dates
cs: Zobrazte data platnosti
de: Ablaufzeitpunkte ansehen
fi: Näytä vanhenemispäivät
it: Visualizza date di scadenza
pl: Wyświetl daty wygaśnięcia
ru: Просмотр дат истечения срока действия
ta: காலாவதியான தேதிகளைக் காண்க
tr: Son geçerlilik tarihlerini görüntüle
uk: Переглянути дати закінчення терміну дії

source: Update expire dates of expired keys
cs: Aktualizujte dobu platnosti prošlých klíčů
de: Ablaufzeitpunkte von abgelaufenen Schlüsseln aktualisieren
fi: Päivitä vanhentuneiden avainten vanhenemispäivät
it: Aggiorna date di scadenza di chiavi scadute
pl: Zaktualizuj daty wygaśnięcia wygasłych kluczy
ru: Обновить даты ключей с истёкшим сроком
ta: காலாவதியான விசைகளின் காலாவதியான தேதிகள் புதுப்பிப்பு
tr: Geçerlilik süresi dolan anahtarların geçerlilik tarihlerini güncelle
uk: Оновити дати закінчення терміну дії прострочених ключів

source: Remove keys
cs: Odstranit klíče
de: Schlüssel entfernen
fi: Poista avaimia
he: הסרת מפתחות
it: Rimuovi chiavi
oc: Suprimir las claus
pl: Usuń klucze
ru: Удаление ключей
ta: விசைகளை அகற்று
tr: Anahtarları kaldır
uk: Вилучити ключі

source: Light Appearance
cs: Světlý Vzhled
de: Helles Erscheinungsbild
fi: Vaalea ulkoasu
he: מראה בהיר
it: Tema chiaro
oc: Aparéncia clara
pl: Jasny wygląd
ru: Светлая тема
ta: ஒளி தோற்றம்
tr: Açık Görünüm
uk: Зовнішній вигляд світла

source: Dark Appearance
cs: Tmavý Vzhled
de: Dunkles Erscheinungsbild
fi: Tumma ulkoasu
he: מראה כהה
it: Tema scuro
oc: Aparéncia escura
pl: Ciemny wygląd
ru: Тёмная тема
ta: இருண்ட தோற்றம்
tr: Koyu Görünüm
uk: Темний вигляд

source: Key Management
cs: Správa Klíčů
de: Schlüsselverwaltung
fi: Avainhallinta
he: ניהול מפתחות
it: Gestione chiavi
oc: Gestion de claus
pl: Zarządzanie kluczami
ru: Управление ключами
ta: முக்கிய மேலாண்மை
tr: Anahtar Yönetimi
uk: Управління ключами

source: Keypair Generation
cs: Generování Párů Klíčů
de: Schlüsselpaar Generierung
fi: Avainparin luonti
he: יצירת צמדי מפתחות
it: Generazione di coppie di chiavi
oc: Generacion del parelh de claus
pl: Generowanie pary kluczy
ru: Генерация пары ключей
ta: கீபேர் தலைமுறை
tr: Anahtar Çifti Oluşturma
uk: Генерація пар ключів

source: File processing
cs: Práce se soubory
de: Dateiverarbeitung
fi: Tiedoston käsittely
he: עיבוד קבצים
it: Elaborazione di file
oc: Tractament de fichièr
pl: Przetwarzanie plików
ru: Обработка файлов
ta: கோப்பு செயலாக்கம்
tr: Dosya işleme
uk: Обробка файлів

source: Plain text
cs: Holý text
de: Klartext
fi: Raakateksti
he: טקסט פשוט
it: Testo semplice
oc: Tèxte brut
pl: Zwykły tekst
ru: Обычный текст
ta: சாதாரண எழுத்து
tr: Düz metin
uk: Звичайний текст

source: Key selection dialog
cs: Okno pro vybírání klíče
de: Schlüsselwahl Dialog
fi: Avaimen valinnan ikkuna
he: חלונית בחירת מפתח
it: Finestra di selezione chiave
oc: Fenèstra de seleccion de clau
pl: Okno wyboru klucza
ru: Диалог выбора ключей
ta: முக்கிய தேர்வு உரையாடல்
tr: Anahtar seçimi iletişim kutusu
uk: Діалогове вікно вибору клавіші

source: Text
fi: Teksti
he: טקסט
it: Testo
oc: Tèxte
pl: Tekst
ru: Текст
ta: உரை
tr: Metin
uk: Текст

# Email of the UID of the new keypair
source: Email
fi: Sähköposti
he: דוא״ל
oc: Adreça electronica
ta: மின்னஞ்சல்
tr: E-posta
uk: Електронна пошта

# Expire date format for key pair generation (see GLib.DateTime.format)
source: %B %e, %Y
cs: %e %B, %Y
ru: %e %B %Y

source: Expired on %B %e, %Y at %R
pl: Wygasł %B %e, %Y at %R
uk: Термін дії закінчився %B %e, %Y о %R

source: Expires on %B %e, %Y at %R
pl: Wygasa %B %e, %Y at %R
uk: Термін дії закінчується %B %e, %Y о %R
