Repository: konstantintutsch/Lock
Catalog: po/*.po
Languages: cs, de, fi, he, it, oc, pl, ru, ta, tr, uk

# Translators: do NOT translate “GnuPG Made Easy”
source: GnuPG Made Easy %s or greater required. Using %s.
cs: Je vyžadována verze %s nebo novější GnuPG Made Easy. Používá se %s.
de: GnuPG Made Easy %s oder höher benötigt. Nutze %s.
fi: GnuPG Made Easy %s tai uudempi vaaditaan. Käytössä %s.
he: צריך את גרסה %s ומעלה של GnuPG Made Easy. כרגע מותקנת %s.
it: È richiesta la versione %s o più recente di GnuPG Made Easy. Quella in uso è %s.
oc: GnuPG Made Easy %s o superior es requerit. Utilizacion de %s.
ru: Требуется GnuPG Made Easy %s или выше. Текущая версия %s.
ta: GNUPG எளிதான %s அல்லது அதற்கு மேற்பட்ட தேவைகளை உருவாக்கியது. %s ஐப் பயன்படுத்துதல்.
tr: GnuPG Made Easy için %s veya üstü gereklidir. %s kullanarak.

source: Process data with GnuPG
cs: Spravujte data s GnuPG
de: Verarbeiten Sie Daten mit GnuPG
fi: Käsittele tietoja GnuPG:llä
he: עיבוד נתונים עם GnuPG
it: Elaborare i dati con GnuPG
oc: Tractar las donadas amb GnuPG
pl: Przetwarzaj dane za pomocą GnuPG
ru: Обработка данных с помощью GnuPG
ta: GNUPG உடன் தரவை செயலாக்கவும்
tr: GnuPG ile veri işleme
uk: Обробка даних за допомогою GnuPG

# Button linking to translations
source: Translate
cs: Přeložit
de: Übersetzen
fi: Käännä
he: תרגום
it: Traduci
oc: Traduire
pl: Tłumaczenie
ru: Перевести
ta: மொழிபெயர்த்திடு
tr: Çevir
uk: Перекласти

# Button linking to source code
source: Develop
cs: Vývoj
de: Entwickeln
fi: Kehitä
he: פיתוח
it: Sviluppa
oc: Desvolopar
pl: Rozwój
ru: Разработка
ta: உருவாக்கு
tr: Geliştir
uk: Розробка

source: translator-credits
cs: Michael Kováč
de: Konstantin Tutsch <mail@konstantintutsch.com>
fi: Jiri Grönroos
he: ירון שהרבני <sh.yaron@gmail.com>
it: bordam <mattiagiovanni.borda@icloud.com>
oc: Quentin PAGÈS
pl: tłumacze
ru: Ярослав Пронин <proninyaroslav@mail.ru>
ta: மொழிபெயர்ப்பாளர்-வரவு
tr: Sabri Ünal <yakushabb@gmail.com>
uk: freeducks-debug

source: Dependencies
cs: Závislosti
de: Abhängigkeiten
fi: Riippuvuudet
he: תלויות
it: Componenti utilizzati
oc: Dependéncias
pl: Zależności
ru: Зависимости
ta: சார்புநிலைகள்
tr: Bağımlılıklar
uk: Залежності

source: Enter text …
cs: Zadejte text …
de: Text eingeben …
fi: Kirjoita tekstiä…
he: נא למלא טקסט…
it: Inserire del testo…
oc: Picar de tèxte…
pl: Wpisz tekst…
ru: Введите текст…
ta: உரையை உள்ளிடவும்…
tr: Metin girin…
uk: Введіть текст…

source: Text copied
cs: Text zkopírován
de: Text kopiert
fi: Teksti kopioitu
he: הטקסט הועתק
it: Testo copiato
oc: Tèxte copiat
pl: Skopiowano tekst
ru: Текст скопирован
ta: உரை நகலெடுக்கப்பட்டது
tr: Metin kopyalandı
uk: Текст скопійовано

source: Could not read text from clipboard: %s
cs: Nepodařilo se přečíst text ze schránky: %s
de: Konnte Text nicht aus Zwischenablage lesen: %s
fi: Ei voitu lukea leikepöydältä: %s
he: לא ניתן לקרוא טקסט מלוח הגזירים: %s
it: Impossibile leggere il testo dagli appunti: %s
oc: Lectura impossibla del tèxte del quichapapièrs : %s
pl: Nie można odczytać tekstu ze schowka: %s
ru: Не удалось прочитать текст из буфера обмена: %s
ta: கிளிப்போர்டில் இருந்து உரையைப் படிக்க முடியவில்லை: %s
tr: Panodan metin okunamadı: %s
uk: Не вдалося прочитати текст з буфера обміну: %s

source: Text pasted
cs: Text vložen
de: Text eingefügt
fi: Teksti liitetty
he: הטקסט הודבק
it: Testo incollato
oc: Tèxte pegat
pl: Wklejono tekst
ru: Текст вставлен
ta: உரை ஒட்டப்பட்டது
tr: Metin yapıştırıldı
uk: Текст вставлено

source: File selected to be opened is not a regular file: %s
cs: Typ otevíraného souboru není standardní: %s
de: Zum Öffnen ausgewählte Datei ist keine normale Datei: %s
it: Il file selezionato non è un file regolare: %s
pl: Wybrany do otwarcia plik nie jest zwykłym plikiem: %s
uk: Файл обраний для відкриття не є звичайним файлом: %s

source: Save files
de: Dateien speichern
fi: Tallenna tiedostot
it: Salva file
pl: Zapisz pliki
uk: Зберегти файли

# Save files
source: Save
de: Speichern
fi: Tallenna
it: Salva
pl: Zapisz
uk: Зберегти

source: Encryption failed
cs: Zašifrování selhalo
de: Verschlüsselung fehlgeschlagen
fi: Salaaminen epäonnistui
he: ההצפנה נכשלה
it: Crittografia non riuscita
oc: Fracàs del chiframent
pl: Szyfrowanie nie powiodło się
ru: Не удалось зашифровать
ta: குறியாக்கம் தோல்வியடைந்தது
tr: Şifrelenemedi
uk: Не вдалося зашифрувати

source: Text encrypted
cs: Text zašifrován
de: Text verschlüsselt
fi: Teksti salattu
he: הטקסט הוצפן
it: Testo crittato
oc: Tèxte deschifrat
pl: Zaszyfrowano tekst
ru: Текст зашифрован
ta: உரை குறியாக்கம்
tr: Metin şifrelendi
uk: Текст зашифровано

source: Files encrypted
cs: Soubory zašifrovány
de: Dateien verschlüsselt
fi: Tiedostot salattu
it: File crittati
pl: Zaszyfrowano pliki
uk: Файли зашифровані

source: Decryption failed
cs: Rozšifrování selhalo
de: Entschlüsselung fehlgeschlagen
fi: Salauksen purkaminen epäonnistui
he: הפענוח נכשל
it: Decrittazione fallita
oc: Fracàs del deschiframent
pl: Odszyfrowywanie nie powiodło się
ru: Не удалось расшифровать
ta: மறைகுறியாக்கம் தோல்வியடைந்தது
tr: Şifre çözülemedi
uk: Не вдалося дешифруватися

source: Text decrypted
cs: Text rozšifrován
de: Text entschlüsselt
fi: Tekstin salaus purettu
he: הטקסט פוענח
it: Testo decrittato
oc: Tèxte deschifrat
pl: Odszyfrowano tekst
ru: Текст расшифрован
ta: உரை மறைகுறியாக்கப்பட்டது
tr: Metin şifresi çözüldü
uk: Текст дешифровано

source: Files decrypted
cs: Soubory rozšifrovány
de: Dateien entschlüsselt
fi: Tiedostojen salaus purettu
it: File decrittati
pl: Odszyfrowano pliki
uk: Файли дешифровані

source: Signing failed
cs: Podepisování selhalo
de: Signierung fehlgeschlagen
fi: Allekirjoittaminen epäonnistui
he: החתימה נכשלה
it: Firma non riuscita
oc: Fracàs de la signatura
pl: Podpisywanie nie powiodło się
ru: Не удалось подписать
ta: கையொப்பமிடுவது தோல்வியடைந்தது
tr: İmzalanamadı
uk: Не вдалося підписати

source: Text signed
cs: Text podepsán
de: Text signiert
fi: Teksti allekirjoitettu
he: הטקסט נחתם
it: Testo firmato
oc: Tèxte signat
pl: Podpisano tekst
ru: Текст подписан
ta: உரை கையொப்பமிடப்பட்டது
tr: Metin imzalandı
uk: Текст підписано

source: Files signed
cs: Soubory podepsány
de: Dateien signiert
fi: Tiedostot allekirjoitettu
it: File firmati
pl: Podpisano pliki
uk: Файли підписані

source: Signature invalid
cs: Neplatný podpis
de: Signatur ungültig
fi: Virheellinen allekirjoitus
he: החתימה שגויה
it: Firma non valida
oc: Signatura invalida
pl: Nieprawidłowy podpis
ru: Недействительная подпись
ta: கையொப்பம் தவறானது
tr: İmza geçersiz
uk: Не дійсний підпис

source: Signature valid - by %s
cs: Platný podpis od - %s
de: Signatur gültig - von %s
fi: Kelvollinen allekirjoitus - suorittanut %s
he: החתימה שגויה - מאת %s
it: Firma valida - di %s
oc: Signatura valida – per %s
pl: Podpis prawidłowy – przez %s
ru: Действительная подпись - %s
ta: கையொப்பம் செல்லுபடியாகும் - %s ஆல்
tr: İmza geçerli - %s tarafından
uk: Дійсний підпис - %s

source: valid
de: gültig
fi: kelvollinen
it: valida
pl: prawidłowy
uk: дійсний

source: invalid
de: ungültig
fi: epäkelpo
it: non valida
pl: nieprawidłowy
uk: не дійсний

source: At least one invalid signature
de: Mindestens eine ungültige Signatur
fi: Ainakin yksi virheellinen allekirjoitus
it: Almeno una firma non è valida
pl: Co najmniej jeden nieprawidłowy podpis
uk: Як мінімум, один не дійсний підпис

source: Signatures valid
cs: Platné podpisy
de: Signaturen gültig
fi: Allekirjoitukset ovat kelvollisia
it: Firme valide
pl: Podpisy prawidłowe
uk: Підписи дійсні

source: Import failed
cs: Importování selhalo
de: Import fehlgeschlagen
fi: Tuonti epäonnistui
he: הייבוא נכשל
it: Importazione non riuscita
oc: Fracàs de l'importacion
pl: Import nie powiódł się
ru: Не удалось импортировать
ta: இறக்குமதி தோல்வியடைந்தது
tr: İçe aktarılamadı
uk: Не вдалося імпортувати

source: Keys imported
cs: Klíč(e) importován(y)
de: Schlüssel importiert
fi: Avaimet tuotu
he: המפתחות יובאו
it: Chiavi importate
oc: Claus importadas
pl: Zaimportowano klucze
ru: Ключи импортированы
ta: விசைகள் இறக்குமதி செய்யப்பட்டன
tr: Anahtarlar içe aktarıldı
uk: Ключі імпортовано

source: %B %e, %Y
de: %e. %B %Y
it: %e %B %Y
uk: %e %B %Y

source: No expire date
cs: Žádný datum platnosti
de: Kein Ablaufzeitpunkt
fi: Ei vanhenemispäivää
it: Nessuna data di scadenza
oc: Cap de data d'expiracion
pl: Brak daty wygaśnięcia
ru: Нет даты истечения
ta: காலாவதியான தேதி இல்லை
tr: Geçerlilik tarihi yok
uk: Немає дати закінчення терміну дії

source: Generation failed
cs: Vytváření selhalo
de: Generierung fehlgeschlagen
fi: Luominen epäonnistui
he: היצירה נכשלה
it: Generazione non riuscita
oc: Fracàs de generacion
pl: Generowanie nie powiodło się
ru: Генерация не удалась
ta: தலைமுறை தோல்வியடைந்தது
tr: Oluşturulamadı
uk: Генерація не вдалась

source: Key pair generated
cs: Pár klíčů vytvořen
de: Schlüsselpaar generiert
fi: Avainpari luotu
it: Coppia di chiavi generata
pl: Wygenerowano parę kluczy
ru: Пара ключей сгенерирована
ta: முக்கிய இணை உருவாக்கப்பட்டது
tr: Anahtar çifti oluşturuldu
uk: Пара ключів згенерована

source: Key does not expire
cs: Platnost klíče nevyprší
de: Schlüssel läuft nicht ab
fi: Avain ei vanhene
he: תוקף המפתח לא יפוג
it: La chiave non scade
oc: La clau expira pas
pl: Klucz nie wygasa
ru: Срок действия ключа не ограничен
ta: விசை காலாவதியாகாது
tr: Anahtar geçerlilik tarihi yok
uk: Ключ не має терміну закінчення дії

# First formatter: YYYY-mm-dd; Second formatter: HH:MM
source: Expired %s at %s
cs: Vypršel %s v %s
de: Abgelaufen %s um %s Uhr
fi: Vanheni %s klo %s
it: Scaduta il giorno %s alle %s
oc: Expirat lo %s a %s
ru: Истёк %s в %s
ta: %s காலாவதியானது

# First formatter: YYYY-mm-dd; Second formatter: HH:MM
source: Expires %s at %s
cs: Vyprší %s v %s
de: Läuft %s um %s Uhr ab
fi: Vanhenee %s klo %s
it: Scade il giorno %s alle %s
oc: Expira lo %s a %s
ru: Истекает %s в %s
ta: %s இல் %s இல் காலாவதியாகிறது

source: Fingerprint copied
cs: Otisk zkopírován
de: Fingerabdruck kopiert
fi: Sormenjälki kopioitu
he: טביעת האצבע הועתקה
it: Impronta copiata
oc: Emprenta digital copiada
pl: Skopiowano odcisk
ru: Отпечаток скопирован
ta: கைரேகை நகலெடுக்கப்பட்டது
tr: Parmak izi kopyalandı
uk: Відбиток скопійовано

source: Export failed
cs: Export selhal
de: Export fehlgeschlagen
fi: Vienti epäonnistui
he: הייצוא נכשל
it: Esportazione non riuscita
oc: L'exportacion a fracassat
pl: Eksport nie powiódł się
ru: Не удалось экспортировать
ta: ஏற்றுமதி தோல்வியடைந்தது
tr: Dışa aktarılamadı
uk: Не вдалося експортувати

source: Key exported
cs: Klíč exportován
de: Schlüssel exportiert
fi: Avain viety
he: המפתח יוצא
it: Chiave esportata
oc: Clau exportada
pl: Wyeksportowano klucz
ru: Ключ экспортирован
ta: ஏற்றுமதி விசை
tr: Anahtar dışa aktarıldı
uk: Ключ експортовано

source: Remove key?
cs: Odstranit klíč?
de: Schlüssel entfernen?
fi: Poistetaanko avain?
he: להסיר מפתח?
it: Rimuovere la chiave?
oc: Levar la clau ?
pl: Usunąć klucz?
ru: Удалить ключ?
ta: விசையை அகற்றவா?
tr: Anahtar kaldırılsın mı?
uk: Видалити ключ?

source: The removal of the key of %s cannot be undone!
cs: Odstranění klíče %s se nedá vrátit!
de: Die Entfernung des Schlüssels von %s kann nicht Rückgängig gemacht werden!
fi: Avaimen %s poistamista ei voi perua!
he: הסרת המפתח %s היא בלתי הפיכה!
it: La rimozione della chiave %s non può essere annullata!
oc: La supression de la clau %s se pòt desfar !
pl: Usunięcie klucza %s jest nieodwracalne!
ru: Удаление ключа %s не может быть отменено!
ta: %s விசையை அகற்றுவதை செயல்தவிர்க்க முடியாது!
tr: %s anahtarının kaldırılması geri alınamaz!
uk: Видалення ключу %s неможливо скасувати!

source: _Cancel
cs: _Zrušit
de: _Abbrechen
fi: _Peru
he: _ביטול
it: _Annulla
oc: _Anullar
pl: _Anuluj
ru: _Отмена
tr: İ_ptal
uk: _Скасувати

source: _Remove
cs: _Odstranit
de: _Entfernen
fi: P_oista
he: ה_סרה
it: _Rimuovi
oc: _Levar
pl: _Usuń
ru: _Удалить
ta: _ அகற்று
tr: _Kaldır
uk: _Видалити

source: Removal failed
cs: Odstranění selhalo
de: Entfernung fehlgeschlagen
fi: Poistaminen epäonnistui
he: ההסרה נכשלה
it: Rimozione non riuscita
oc: Fracàs de la supression
pl: Usunięcie nie powiodło się
ru: Не удалось удалить
ta: அகற்றுதல் தோல்வியடைந்தது
tr: Kaldırılamadı
uk: Не вдалося видалити

source: Key removed
cs: Klíč odstraněn
de: Schlüssel entfernt
fi: Avain poistettu
he: המפתח הוסר
it: Chiave rimossa
oc: Clau suprimida
pl: Usunięto klucz
ru: Ключ удалён
ta: விசை அகற்றப்பட்டது
tr: Anahtar silindi
uk: Ключ видалено

source: Renewal failed
cs: Obnovení selhalo
de: Verlängerung fehlgeschlagen
fi: Uusiminen epäonnistui
he: החידוש נכשל
it: Rinnovo non riuscito
oc: Fracàs de la renovacion
pl: Odnowienie nie powiodło się
ru: Не удалось продлить
ta: புதுப்பித்தல் தோல்வியடைந்தது
tr: Yenilenemedi
uk: Не вдалося поновити

source: Expire date renewed
cs: Platnost obnovena
de: Ablaufzeitpunkt aktualisiert
fi: Vanheneminen uusittiin
it: Data di scadenza rinnovata
pl: Odnowiono datę wygaśnięcia
ru: Срок истечения продлён
ta: காலாவதியான தேதி புதுப்பிக்கப்பட்டது
tr: Geçerlilik tarihi yenilendi
uk: Дата закінчення терміну поновлено

source: Failed to create new GPGME context: %s
cs: Selhalo vytvoření nového GPGME kontextu: %s
de: Fehler beim Erstellen eines neuen GPGME Kontexts: %s
fi: Uuden GPGME-kontekstin luominen epäonnistui.: %s
he: יצירת הקשר GPGME חדש נכשלה: %s
it: Impossibile creare il nuovo contesto GPGME: %s
ru: Не удалось создать новый контекст GPGME: %s
ta: புதிய GPGME சூழலை உருவாக்குவதில் தோல்வி: %s
tr: Yeni GPGME bağlamı oluşturulamadı: %s

source: Failed to set protocol of GPGME context to OpenPGP: %s
cs: Selhalo nastavení protokolu GPGME kontextu na OpenPGP: %s
de: Fehler beim Festlegen des Protokolls des GPGME Kontexts auf OpenPGP: %s
fi: GPGME-kontekstin protokollan asettaminen OpenPGP:lle epäonnistui: %s
he: הגדרת הפרוטוקול של הקשר GPGME ל־OpenPGP נכשלה: %s
it: Impossibile impostare il protocollo del contesto GPGME su OpenPGP: %s
ru: Не удалось установить протокол контекста GPGME на OpenPGP: %s
ta: GPGME சூழலின் நெறிமுறையை OpenPGP க்கு அமைப்பதில் தோல்வி: %s
tr: GPGME bağlamının iletişim kuralı OpenPGP olarak ayarlanamadı: %s

source: Failed to set pinentry mode of GPGME context to ask: %s
cs: Nepodařilo se nastavit pinetry mód GPGME kontextu k zeptání: %s
de: Fehler beim Festlegen des Pinentry Modus des GPGME Kontexts auf Fragen: %s
fi: GPGME-kontekstin pinentry-tilan asettaminen kysymään epäonnistui: %s
he: הגדרת מצב אספקת קוד להקשר GPGME לבקשה נכשלה: %s
it: Impossibile impostare la modalità pinentry del contesto GPGME da chiedere: %s
ru: Не удалось установить режим запроса ввода PIN-кода для контекста GPGME: %s
ta: கேட்க சி.பி.சி.எம்.இ சூழலின் பினென்ட்ரி பயன்முறையை அமைப்பதில் தோல்வி: %s
tr: GPGME bağlamının pinentry kipi sorulacak şekilde ayarlanamadı: %s

source: Failed to open file for writing: %s
cs: Selhalo otevření souboru pro zapisování: %s
de: Fehler beim Öffnen einer Datei für Schreibvorgänge: %s
fi: Tiedoston avaaminen kirjoitusta varten epäonnistui: %s
he: פתיחת הקובץ לכתיבה נכשלה: %s
it: Impossibile aprire il file in scrittura: %s
ru: Не удалось открыть файл для записи: %s
ta: எழுதுவதற்கு கோப்பைத் திறக்கத் தவறிவிட்டது: %s
tr: Dosya yazma için açılamadı: %s

source: Failed to write to file: %s
cs: Selhal zápis do souboru: %s
de: Fehler beim Schreiben einer Datei: %s
fi: Tiedostoon kirjoittaminen epäonnistui: %s
he: כתיבה לקובץ נכשלה: %s
it: Impossibile scrivere nel file: %s
ru: Не удалось записать в файл: %s
ta: கோப்புக்கு எழுதத் தவறிவிட்டது: %s
tr: Dosyaya yazılamadı: %s

source: Failed to obtain key by fingerprint: %s
cs: Nepodařilo se získat klíč z otisku: %s
de: Fehler beim Erhalten des Schlüssels aus dessen Fingerabdruck: %s
fi: Avaimen saaminen sormenjäljellä epäonnistui: %s
he: משיכת מפתח לפי טביעת אצבע נכשלה: %s
it: Impossibile ottenere la chiave dall'impronta: %s
ru: Не удалось получить ключ по отпечатку: %s
ta: கைரேகை மூலம் விசையைப் பெறுவதில் தோல்வி: %s
tr: Parmak izi ile anahtar alınamadı: %s

source: Failed to find key matching User ID
cs: Nepodařilo se najít klíč odpovídající User ID
de: Fehler beim Finden eines Schlüssels mit passender Nutzer ID
fi: Käyttäjätunnistetta vastaavan avaimen löytäminen epäonnistui
he: איתור מפתח שתואם למזהה המשתמש נכשל
it: Impossibile trovare la chiave cercando l'ID utente
oc: Fracàs de la trobada d’una clau correspondenta a l’ID utilizaire
ru: Не удалось найти ключ, соответствующий идентификатору пользователя
ta: பொருந்தக்கூடிய பயனர் ஐடியைக் கண்டுபிடிப்பதில் தோல்வி
tr: Kullanıcı Kimliği ile eşleşen anahtar bulunamadı

source: Failed to generate new GPG key for signing: %s
cs: Nepodařilo se vygenerovat nový GPG klíč pro podepisování: %s
de: Fehler beim Generieren eines neuen Schlüssels für Signierung: %s
fi: Uuden GPG-avaimen luominen allekirjoitusta varten epäonnistui: %s
it: Impossibile generare una nuova chiave GPG per la firma: %s
ru: Не удалось сгенерировать новый ключ GPG для подписи: %s
ta: கையொப்பமிட புதிய சிபிசி விசையை உருவாக்குவதில் தோல்வி: %s
tr: İmzalama için yeni GPG anahtarı oluşturulamadı: %s

source: Failed to generate new GPG subkey for encryption: %s
cs: Nepodařilo se vygenerovat nový GPG podklíč pro šifrování: %s
de: Fehler beim Generieren eines neuen Unterschlüssels für Verschlüsselung: %s
fi: Uuden GPG-aliavaimen luominen salausta varten epäonnistui: %s
it: Impossibile generare una nuova sottochiave GPG per la crittazione: %s
ru: Не удалось сгенерировать новый подключ GPG для шифрования: %s
ta: குறியாக்கத்திற்காக புதிய சிபிசி சப்சியை உருவாக்குவதில் தோல்வி: %s
tr: Şifreleme için yeni GPG alt anahtarı oluşturulamadı: %s

source: Failed to delete unfinished, generated key: %s
cs: Nepodařilo se smazat nedokončený vygenerovaný klíč: %s
de: Fehler beim Löschen des unfertigen, generierten Schlüssels: %s
fi: Keskeneräisen luodun avaimen poistaminen epäonnistui: %s
it: Impossibile eliminare la chiave non completa generata: %s
ru: Не удалось удалить незавершенный, сгенерированный ключ: %s
ta: முடிக்கப்படாத, உருவாக்கப்பட்ட விசையை நீக்குவதில் தோல்வி: %s
tr: Tamamlanmamış, oluşturulmuş anahtar silinemedi: %s

source: Failed to load GPGME key data from file: %s
cs: Nepodařilo se načíst data GPGME klíče ze souboru: %s
de: Fehler beim Laden von GPGME Schlüsseldaten aus einer Datei: %s
fi: GPGME-avaintietojen lataaminen tiedostosta %s epäonnistui
it: Impossibile caricare i dati della chiave GPGME dal file: %s
ru: Не удалось загрузить данные ключа GPGME из файла: %s
ta: GPGME முக்கிய தரவை கோப்பிலிருந்து ஏற்றுவதில் தோல்வி: %s
tr: GPGME anahtar verileri dosyadan yüklenemedi: %s

source: Failed to import GPG key from file: %s
cs: Selhalo importování GPG klíče ze souboru: %s
de: Fehler beim Importieren von einem GPG Schlüssel aus einer Datei: %s
fi: GPG-avaimen tuominen tiedostosta epäonnistui: %s
it: Impossibile importare la chiave GPG dal file: %s
ru: Не удалось импортировать ключ GPG из файла: %s
ta: கோப்பிலிருந்து சிபிசி விசையை இறக்குமதி செய்வதில் தோல்வி: %s
tr: GPG anahtarı dosyadan içe aktarılamadı: %s

source: Failed to create GPGME key data in memory: %s
cs: Nepodařilo se vytvořit data GPGME klíče v paměti: %s
de: Fehler beim Erstellen von GPGME Schlüsseldaten im Hauptspeicher: %s
fi: GPGME-avaintietojen luominen muistiin epäonnistui: %s
it: Impossibile creare i dati della chiave GPG in memoria: %s
ru: Не удалось создать данные ключа GPGME в памяти: %s
ta: நினைவகத்தில் GPGME முக்கிய தரவை உருவாக்குவதில் தோல்வி: %s
tr: GPGME anahtar verileri bellekte oluşturulamadı: %s

source: Failed to export GPG key(s) to file: %s
cs: Selhalo exportování GPG klíče do souboru: %s
de: Fehler beim Exportieren von GPG Schlüssel(n) in eine Datei: %s
fi: GPG-avaimen tai -avainten vieminen tiedostoon epäonnistui: %s
it: Impossibile esportare la/le chiave/i GPG dal file: %s
ru: Не удалось экспортировать ключ(и) GPG в файл: %s
ta: கோப்புக்கு சிபிசி விசை (களை) ஏற்றுமதி செய்வதில் தோல்வி: %s
tr: GPG anahtar(lar)ı dosyaya aktarılamadı: %s

source: Failed to get GPG key for expire date renewal: %s
cs: Nepodařilo se získat datum platnosti GPG klíče pro obnovení platnosti: %s
de: Fehler beim Erhalten eines GPG Schlüssels zur Ablaufzeitpunktaktualisierung: %s
fi: GPG-avaimen saaminen vanhentumispäivän uusimista varten epäonnistui: %s
he: קבלת מפתח GPG להסרה נכשלה: %s
it: Impossibile recuperare la chiave GPG per il rinnovo della data di scadenza: %s
ru: Не удалось получить ключ GPG для обновления срока истечения: %s
ta: காலாவதியான தேதி புதுப்பிப்புக்கு சிபிசி விசையைப் பெறுவதில் தோல்வி: %s
tr: Geçerlilik tarihi yenilemesi için GPG anahtarı alınamadı: %s

source: Failed to renew the expire date of a key: %s
cs: Nepodařilo se obnovit datum platnosti klíče: %s
de: Fehler bei der Erneuerung des Ablaufzeitpunkts eines Schlüssels: %s
fi: Avaimen vanhenemisajan uusiminen epäonnistui: %s
he: חידוש תאריך התפוגה של מפתח נכשל: %s
it: Impossibile rinnovare la data di scadenza di una chiave: %s
ru: Не удалось обновить время истечения срока ключа: %s
ta: ஒரு விசையின் காலாவதியான தேதியை புதுப்பிக்கத் தவறிவிட்டது: %s
tr: Bir anahtarın geçerlilik tarihi yenilenemedi: %s

source: Failed to get GPG key for removal: %s
cs: Selhalo získání GPG klíče k odstranění: %s
de: Fehler beim Erhalten eines GPG Schlüssels zur Entfernung: %s
fi: GPG-avaimen saaminen poistettaviksi epäonnistui: %s
it: Impossibile ottenere la chiave GPG per la rimozione: %s
ru: Не удалось получить GPG ключ для удаления: %s
ta: அகற்ற சிபிசி விசையைப் பெறுவதில் தோல்வி: %s
tr: Kaldırma için GPG anahtarı alınamadı: %s

source: Failed to remove GPG key: %s
cs: Selhalo odstranění GPG klíče: %s
de: Fehler beim Entfernen eines GPG Schlüssels: %s
fi: GPG-avaimen poistaminen epäonnistui: %s
it: Impossibile rimuovere la chiave GPG: %s
ru: Не удалось удалить GPG ключ: %s
ta: சிபிசி விசையை அகற்றுவதில் தோல்வி: %s
tr: GPG anahtarı kaldırılamadı: %s

source: Failed to create new GPGME input data from string: %s
cs: Nepodařilo se vytvořit nové GPGME vstupní data z textu: %s
de: Fehler beim Erstellen von GPGME Eingangsdaten aus einer Zeichenkette: %s
fi: Uusien GPGME-syöttötietojen luominen merkkijonosta epäonnistui: %s
it: Impossibile creare nuovi dati di input GPGME dalla stringa: %s
ru: Не удалось создать новые входные данные GPGME из строки: %s
ta: சரம்: %s புதிய சி.பி.சி.எம்.இ உள்ளீட்டு தரவை உருவாக்குவதில் தோல்வி
tr: Yeni GPGME girdi verisi dizgeden oluşturulamadı: %s

source: Failed to create new GPGME output data in memory: %s
cs: Nepodařilo se vytvořit nová GPGME výstupní data v paměti: %s
de: Fehler beim Erstellen von GPGME Ausgangsdaten im Hauptspeicher: %s
fi: Uusien GPGME-lähtötietojen luominen muistiin epäonnistui: %s
it: Impossibile creare nuovi dati di output GPGME in memoria: %s
ru: Не удалось создать новые выходные данные GPGME в памяти: %s
ta: நினைவகத்தில் புதிய சி.பி.சி.எம்.இ வெளியீட்டு தரவை உருவாக்குவதில் தோல்வி: %s
tr: Yeni GPGME çıktı verisi bellekte oluşturulamadı: %s

source: Failed to encrypt GPGME data from memory: %s
cs: Nepodařilo se zašifrovat GPGME data z paměti: %s
de: Fehler beim Verschlüsseln von GPGME Daten aus dem Hauptspeicher: %s
fi: GPGME-tietojen salaus muistista epäonnistui: %s
he: הצפנת נתוני GPGME מהזיכרון נכשלה: %s
it: Impossibile crittare i dati GPGME dalla memoria: %s
ru: Не удалось зашифровать данные GPGME в памяти: %s
ta: நினைவகத்திலிருந்து GPGME தரவை குறியாக்கத் தவறிவிட்டது: %s
tr: GPGME verileri bellekten şifrelenemedi: %s

source: Failed to decrypt GPGME data from memory: %s
cs: Nepodařilo se rozšifrovat GPGME data z paměti: %s
de: Fehler beim Entschlüsseln von GPGME Daten aus dem Hauptspeicher: %s
fi: GPGME-tietojen salauksen purkaminen muistista epäonnistui: %s
he: פענוח נתוני GPGME מהזיכרון נכשל: %s
it: Impossibile decrittare i dati GPGME dalla memoria: %s
ru: Не удалось расшифровать данные GPGME в памяти: %s
ta: நினைவகத்திலிருந்து சி.பி.சி.எம்.இ தரவை மறைகுறியாக்குவதில் தோல்வி: %s
tr: GPGME verilerinin şifresi bellekten çözülemedi: %s
